[{"route":"/blog/Nov_18,_2020","title":"IoT Devices","description":"blog description","published":true,"slug":"Nov 18, 2020","slugs":"As more and more connected devices are being produced on a daily basis, the rise of smart devices are being readily available in the hands of consumers and businesses alike.","sourceFile":"2022-09-26-blog.md"},{"route":"/blog/Sep_23,_2020","title":"The History of Biomedical Imaging","description":"blog description","published":true,"slug":"Sep 23, 2020","slugs":"Biomedical imaging dates to the late 1800s from the discovery of X-rays. The founder, Wilhelm Rontgen, a physicist introduced the idea of radiographs, an image composed from radiation, emitted onto a screen.","sourceFile":"2022-09-27-blog.md"},{"route":"/blog/Feb_10,_2021","title":"Autonomous Vehicles","description":"blog description","published":true,"slug":"Feb 10, 2021","slugs":"Autonomous Vehicles are certain types of vehicles that are capable of performing similar actions compared to humans in operating driverless technology through the ability to sense it's nearby surroundings.","sourceFile":"2022-09-28-blog.md"},{"route":"/blog/Dec_14,_2020","title":"Blockchain Technology","description":"blog description","published":true,"slug":"Dec 14, 2020","slugs":"Over the last decade, as more and more technological resources become publicly available, payment systems are still trying to catch up with other trends in the technology market, competing with one another.","sourceFile":"2022-09-30-blog.md"},{"route":"/blog/Nov_11,_2020","title":"CyberCrime","description":"blog description","published":true,"slug":"Nov 11, 2020","slugs":"As technology advances onward with new inventions each month, the amount of revenue increases as well. But as everyone today has at least one electronic device, it might be linked to several places and accounts that can omit a danger zone.","sourceFile":"2022-10-01-blog.md"},{"route":"/blog/Dec_22,_2020","title":"Segmentation","description":"blog description","published":true,"slug":"Dec 22, 2020","slugs":"A brain tumor is the occurence in which a vast number of abnormal cells grow inside the brain.","sourceFile":"2022-10-02-blog.md"},{"route":"/blog/Mar_14,_2021","title":"Smartwatch Technology","description":"blog description","published":true,"slug":"Mar 14, 2021","slugs":"One of the first ever watches created was being shown in the 16th century that demonstrated the motion of two needles referred to as spring-driven clocks.","sourceFile":"2022-10-03-blog.md"},{"route":"/blog/May_30,_2021","title":"Design Patterns","description":"blog description","published":true,"slug":"May 30, 2021","slugs":"Terms every graphic designer should understand and apply when working with prototypes, applications, sketches, and more. In this post I have summarized the most useful and provocative terms that will indeed help improve performance, memorization, knowledge, and work environment.","sourceFile":"2022-10-04-blog.md"},{"route":"/blog/Nov_11,_2020","title":"ASP.NET","description":"blog description","published":true,"slug":"Nov 11, 2020","slugs":"ASP.NET is a type of web service that is used throughout the course of making web applications, and it can also be tied to the concept of Object Oriented Programming.","sourceFile":"2022-10-05-blog.md"},{"route":"/blog/Dec_02,_2020","title":"Virtual Reality","description":"blog description","published":true,"slug":"Dec 02, 2020","slugs":"Ever since the invention of augmented reality came into play on mobile devices, virtual reality has been making a breaking innovation in compatibility, portability, speed, and accuracy.","sourceFile":"2022-10-06-blog.md"},{"route":"/"}]